sysbench/results/aws/vitess/alta/sequencial/read_9.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            101766
        write:                           0
        other:                           0
        total:                           101766
    transactions:                        7269   (120.60 per sec.)
    queries:                             101766 (1688.40 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.2723s
    total number of events:              7269

Latency (ms):
         min:                                   97.26
         avg:                                  413.68
         max:                                 1243.40
         95th percentile:                      719.92
         sum:                              3007009.69

Threads fairness:
    events (avg/stddev):           145.3800/54.00
    execution time (avg/stddev):   60.1402/0.08